translations = {
    "greet": "👋 Поздороваться",
    "work": "Работа",
    "start_message": "👋 Привет! Я твой бот-помощник в СТО. Ваше имя пользователя: {username}",
    "greet_response": "Добрый день. Я рад, что вы воспользовались мной. Если вы хотите посмотреть актуальные смены на ближайшую неделю, нажмите кнопку \"РАБОТА\".",
    "ask_date": "На какую дату вы хотите создать смену (дд-мм-гггг, Например: 01-01-2024)?",
    "ask_summary": "Напишите тему смены:",
    "event_created": "Событие '{summary}' успешно создано на {date} в 9:00 UTC+07:00.",
    "incorrect_date": "Дата введена некорректно. Пожалуйста, нажмите повторно кнопку 'Создать смену' и введите дату в формате ДД-ММ-ГГГГ (например: 01-01-2024).",
}
